OBSERVATIONS ON VARIOUS MODELS

** BATCH 240 DATA. All cells use prestim silence, log2b compression. Tried three fitters: lsq, fminlsq, boost
  | CELLID     | BEST NL | BEST FITTER | GMM R^2 | NPNL R^2 | % DIFF | Better STRF? | NOTE                        |
  |------------+---------+-------------+---------+----------+--------+--------------+-----------------------------|
  | por025a-b1 | gmm6    | lsq         |    .548 |     .534 |      3 | Slightly     |                             |
  | por025a-c1 | npnl    | boost       |    .329 |     .329 |      0 | No           |                             |
  | por025a-c2 | gmm3    | lsq         |    .118 |     .098 |     20 | Slightly     | Incomplete                  |
  | por025a-d1 | gmm6    | fminlsq     |    .502 |     .499 |      1 | Slightly     |                             |
  | por026a-b1 | gmm6    | fminlsq     |    .343 |     .302 |     14 | Yes          |                             |
  | por026a-d1 | npnl    | boost       |    .109 |     .153 |    -29 | Yes          | Unlucky GMM overfit.        |
  | por026b-a1 | gmm6    | boost       |    .564 |     .554 |      2 | Yes          |                             |
  | por026b-a2 | gmm3    | fminlsq     |    .277 |     .277 |      0 | No           | Incomplete                  |
  | por026b-b2 | gmm6    | boost       |    .617 |     .372 |     66 | Slightly     | (Probably needs depression) |
  | por026b-c1 | gmm6    | lsq         |    .199 |     .198 |      1 | No           | Incomplete                  |
  | por026b-c2 | gmm3    | lsq         |    .302 |     .220 |     37 | Slightly     | Incomplete                  |
  | por026b-d1 | npnl    | fminlsq     |    .284 |     .271 |      5 | Yes          | Incomplete                  |
   #+TBLFM: $6= (round (100 * (($4 - $5) / $5)))

